Repository: Arvernus/Apple-Maps---Gutenberg-Block
Catalog: languages/arvernus-apple-maps-block-*.po
Languages: de_de

source: Creates a Gutenberg Block of the Apple MapKit JS library.
de_de: Erstellt einen Gutenberg-Block der Apple MapKit JS Bibliothek.

source: Open Block Settings
de_de: Blockeinstellungen Ã¶ffnen

source: Satellite
de_de: Satellit

source: Authentication
de_de: Authentifizierung

source: Map Settings
de_de: Karten-Einstellungen

source: Show Map Type Control
de_de: Kartentyp Einstellung Anzeigen

source: Map Type Control is visible.
de_de: Die Kartentyp Auswahl ist sichtbar.

source: Map Type Control is hidden.
de_de: Die Kartentyp Auswahl ist ausgeblendet.

source: Show Zoom Control
de_de: Zoom-Einstellung anzeigen

source: Zoom Control is visible.
de_de: Die Zoomsteuerung ist sichtbar.

source: Zoom Control is hidden.
de_de: Zoom Control ist ausgeblendet.

source: Map Type
de_de: Kartentyp

source: Location Settings
de_de: Standort-Einstellungen

source: Subtitle
de_de: Untertitel

source: Glyph Text
de_de: Glyphe Text

source: Color Settings
de_de: Farbeinstellungen

source: Glyph Color
de_de: Glyphe Farbe

source: Please enter an API key in the block settings
de_de: Bitte geben Sie eine API-Taste in den Blockeinstellungen ein

source: Search
de_de: Suche

source: Name or Adress of a Place...
de_de: Name oder Adresse eines Ortes ...
